experiments/redis_contention/redis_multi_pairs/loaded_pairs_9/pair_0/clients_1_threads_4_pipeline_1/redis.out
4         Threads
1         Connections per thread
15        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        33018.32          ---          ---         0.06048         0.05500         0.10300         0.87900     34619.90 
Gets        33018.12        15.73     33002.39         0.05509         0.05500         0.09500         0.87100      1333.87 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      66036.43        15.73     33002.39         0.05778         0.05500         0.10300         0.87100     35953.77